Repository: wachterjohannes/sulu
Catalog: src/Sulu/Bundle/SnippetBundle/Resources/translations/sulu/backend.*.xlf
Languages: de, fr, nl

# navigation.snippets
source: Snippets
de: Schnipsel
fr: Fragments
nl: Fragmenten

# snippets.snippet.title
source: Snippets
de: Schnipsel
fr: Fragments
nl: Fragmenten

# snippets.list.template
source: Type
de: Typ

# navigation.global-content
source: Global Content
de: Globale Inhalte
fr: Contenu Global
nl: Algemene inhoud

# snippet-content.add
source: Choose snippet
de: Schnipsel auswählen
fr: Choisir un fragment
nl: Fragment selecteren

# snippet.delete-referenced-by-following
source: This snippet is referenced by the following pages:
de: Dieses Schnipsel wird von folgenden Seiten referenziert:
fr: Ce fragment est référencé par les pages suivantes:
nl: Naar dit fragment wordt gerefereerd door volgende pagina's:

# snippet.delete-confirm-text
source: Are you sure you want to remove it?
de: Sind Sie sicher, dass Sie dieses Schnipsel löschen wollen?
fr: Etes-vous sûr que vous voulez le retirer?
nl: Weet je zeker dat je het fragment wilt verwijderen?

# snippet.delete-confirm-title
source: Confirm delete
de: Löschen bestätigen
fr: Confirmation de la suppression
nl: Bevestig verwijderen

# snippet.delete-do-it
source: Yes, I am sure
de: Ja, ich bin sicher
fr: Oui, je suis sûr
nl: Ja, ik weet het zeker

# snippet.delete-no-snippets-selected
source: There are no snippets selected
de: Sie haben kein Schnipsel ausgewählt
fr: Il n'y a pas des fragments choisis
nl: Er zijn geen fragmenten geselecteerd

# snippet-content.nosnippets-selected
source: No snippets selected
de: Keine Schnipsel ausgewählt
fr: Aucune fragments sélectionnés
nl: Geen fragmenten geselecteerd

# content-navigation.webspace.snippets
source: Snippets
de: Schnipsel
nl: Fragmenten

# snippets.defaults.default
source: Default
de: Standard
nl: Standaard

# snippets.defaults.type
source: Type
de: Typ

# snippet.delete-confirm-default-text
source: This Snippet is used as webspace-default.
de: Dieses Schnipsel wird als Webspace-Standard verwendet.
nl: Dit fragment wordt gebruikt als standaard

# snippet.changed-warning.title
source: Warning, content will be overwritten!
de: Achtung, es werden Inhalte überschrieben!
fr: Attention, le contenu risque de s'écraser!
nl: Pas op! De inhoud wordt overschreven

# snippet.changed-warning.description
source: This snippet has been edited by another user. When you save the snippet this data will get lost.
de: Dieses Schnipsel wurde zwischenzeitlich von einem anderen Benutzer geändert. Wenn das Schnipsel gespeichert wird, gehen diese Daten verloren.
fr: Ce fragment a été changée par un autre utilisateur dans l’intervalle. En cas que ce fragment est sauvegardée, ces données se perdent.
nl: Dit fragment is aangepast door een andere gebruiker.

# snippet.changed-warning.ok-button
source: Save snippet
de: Schnipsel speichern
fr: Enregistrer le fragment
nl: Bewaar fragment

# snippet.settings.open-ghost-overlay.info
source: This snippet does not exists in this language.<br/>Please select one of the following options:
de: Dieses Schnipsel existiert nicht.<br/>Bitte wählen Sie eine der folgenden Optionen:
fr: Ce fragment n’existe pas.<br/> Choisissez une des options suivantes:
nl: Dit fragment bestaat niet in deze taal.<br/>Kies een van de volgende opties:

# snippet.settings.open-ghost-overlay.new
source: Create a new <b>empty snippet</b> in this language
de: Erstellen Sie ein neues <b>leeres Schnipsel</b> in dieser Sprache
fr: Etablissez un nouveau fragment <b>vide fragment</b> dans cette langue
nl: Maak een nieuw <b>leeg fragment</b> in deze taal

# snippet.settings.open-ghost-overlay.copy
source: Create a new snippet in this language and <b>copy content from</b>:
de: Erstellen Sie eine neues Schnipsel in dieser Sprache und <b>kopieren Sie den Inhalt von</b>:
fr: Etablissez un nouveau fragment dans cette langue et <b> copiez le contenu de</b>:
nl: Maak een nieuw fragment in deze taal en <b>kopieer de inhoud van</b>:

# snippet.settings.open-ghost-overlay.ok
source: Create snippet
de: Schnipsel erstellen
fr: Etablir un fragment
nl: Fragment aanmaken

# snippet.settings.copy-locale-overlay.info
source: New snippet will be created
de: Neues Schnipsel wird erstellt
fr: Un fragment nouveau est établi
nl: Een nieuw fragment zal worden aangemaakt

# search-overlay.index.snippet.title
source: Snippets
fr: Fragments
nl: Fragmenten

# content-navigation.snippets.details
source: Details
fr: Détails
